[{
		"name": "Start",
		"description": "Play TV Geh Guide is an online TV app. There are hundreds of channels available for free. Sports, movies, series, documentaries and open TV. This app can be installed on your TV Box.",
		"img": "https://i.postimg.cc/KYGX8F2G/1.jpg"
	},
	{
		"name": "Next",
		"description": "Watch your favorite content on your TV. The application may contain advertisements and advertising. Access the download link below and see the guide on how to install this application on your cell phone.",
		"img": "https://i.postimg.cc/Jzm7ZfLg/2.jpg"
	}, {
		"name": "Next",
		"description": "Among the wide range of IPTV applications that can be used to watch TV on Android, we find Playtv Geh. This presents us with a menu of different categories where we can find television channels, especially in Brazil, that broadcast different contents: news, films, series, live sports, music…",
		"img": "https://i.postimg.cc/Jz1mGj3C/3.jpg"
	}, {
		"name": "Next",
		"description": "It is very easy to install Play TV Geh APK Guide app and immediately start watching all available content. But, before starting the installation process, you need to enable the option to install from unknown sources on your Android device.",
		"img": "https://i.postimg.cc/rpYq1gFm/4.jpg"
	}, {
		"name": "Next",
		"description": "Playtv Geh guide app watch the best Football live always updated games, radio, varieties, movies.",
		"img": "https://i.postimg.cc/nrqZtJKj/5.jpg"
	}, {
		"name": "Next",
		"description": "Open and closed channels and much more..Official App Playtv Geh watch the best Live Football always updated games.",
		"img": "https://i.postimg.cc/qMwSDSKW/6.webp"
	}, {
		"name": "Next",
		"description": "Access a category and search for the channel you want",
		"img": "https://i.postimg.cc/N0mxS2VL/7.webp"
	}, {
		"name": "Next",
		"description": "The content of this application (tv play geh free) is divided into categories. The only thing that you have to do is look for the one you want and within it to pulse in the desired channel.",
		"img": "https://i.postimg.cc/N0XdDjQH/8.webp"
	}, {
		"name": "Next",
		"description": "The signal will be reproduced on your mobile without any type of extra application due to which it has an integrated multimedia player. You will find channels of films, news, sports with a lot of football live or news, among other contents.",
		"img": "https://i.postimg.cc/X7tdW795/9.png"
	}
]
